export const siteConfig = {
  title: "Татарська кухня",
  description: "Рецепти татарської кухні",
  navItems :[
    { href: "/", label: "Рецепти" },
    { href: "/ingradients", label: "Інградієнти" },
    { href: "/about", label: "Про нас" },
  ],
  pagesContent: {
    "/": {
      content: "Показати рецепти..."
    },
    "/ingredients": {
      content: "Традиційні рецепти татарської кухні..."
    },
    "/about": {
      content: `
        <p>
          Татарская кухня — це яскраве поєднання ситних м'ясних страв, ароматної випічки 
          і ніжних молочних продуктів, що відтворюють богату історію и гостинність 
          татарського народу.
        </p>
          <br/>
        <h2>Головні страви татарскої кухні</h2>
          <br/
        <ul>
          <li>
            <strong>Ечпочмак</strong> - трикутні пиріжки с начинкою з рубленого м'яса, 
            картоплі і цибулі. Перед випічкою в середину додають бульйон.
          </li>
          <li>
            <strong>Беліш</strong> - великий пиріг с качкою, говядиною або куркою, 
            змішаними з картоплею і цибулею. Святкова страва.
          </li>
          <li>
            <strong>Чак-чак</strong> - обсмажені в меду шарики тіста. Традиційне 
            пригощення на святкуваннях.
          </li>
          <li>
            <strong>Кистибий</strong> - тоненькі перепічки з начинкою з картопляного 
            пюре або пшеничної каші.
          </li>
          <li>
            <strong>Шулпа</strong> - наваристий суп с м'ясом, картоплею і домашньою лапшою.
          </li>
        </ul>
      `
    }
  }
}